9/data/attachments/2d0c365393faab23.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_ae1c30da-876c-4d3c-a707-4716a2e1c5fa</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>-1</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>